{
  "cerita_rakyat": [
    {
      "judul": "Batu Baangkat",
      "konten": "Alkisah di sebuah desa kecil di tanah Banjar, hiduplah seorang janda miskin bersama anak laki-lakinya. Hidup mereka sangat sulit, hingga sang ibu merasa tidak mampu lagi memberi makan anaknya. Dalam keputusasaan, ia memutuskan untuk meninggalkan anaknya di hutan. Ia membawa anak itu berjalan jauh dan diam-diam meninggalkannya di tengah hutan. Namun, saat sang ibu pergi, terdengar suara batu-batu di sekeliling yang berseru, 'Baangkat! Baangkat!' yang berarti 'Angkat! Angkat!' dalam bahasa Banjar. Suara itu membuat sang ibu ketakutan dan kembali untuk mengambil anaknya. Ini terjadi beberapa kali. Setiap kali ia mencoba meninggalkan anaknya, suara dari batu kembali terdengar. Akhirnya sang ibu sadar bahwa perbuatannya adalah kesalahan besar. Ia pun menangis dan berjanji tidak akan pernah meninggalkan anaknya lagi. Sejak saat itu, mereka hidup dalam kebersamaan dan keikhlasan, serta menerima cobaan hidup dengan sabar."
    },
    {
      "judul": "Lambung Mangkurat",
      "konten": "Lambung Mangkurat adalah seorang patih yang arif dan bijaksana dari Kerajaan Negara Dipa. Pada suatu masa, kerajaan dilanda kekacauan dan wabah penyakit. Demi menyelamatkan rakyatnya, Lambung Mangkurat melakukan tapa brata dengan bersemedi di atas rakit di Sungai Tabalong. Ia hanyut mengikuti arus sungai selama beberapa hari, tanpa makanan dan tanpa tidur, memohon petunjuk kepada dewa-dewa. Pada hari ketujuh, muncullah buih-buih dari tengah sungai yang berubah menjadi seorang perempuan cantik jelita. Ia mengaku sebagai Putri Junjung Buih, utusan dari dunia gaib. Putri itu disambut dan kemudian dinikahkan dengan Raja, serta menjadi cikal bakal keturunan raja-raja Banjar. Dari kisah ini, Lambung Mangkurat dihormati sebagai tokoh suci dan spiritual dalam sejarah Banjar."
    },
    {
      "judul": "Putri Junjung Buih",
      "konten": "Pada zaman dahulu, Kerajaan Negara Dipa membutuhkan seorang pemimpin wanita yang dapat menyatukan dua dunia: dunia manusia dan dunia gaib. Lambung Mangkurat, sang patih, bertapa di sungai selama tujuh hari tujuh malam. Pada hari ketujuh, muncul buih-buih dari tengah sungai yang kemudian berubah menjadi seorang gadis yang cantik luar biasa. Ia dinamakan Putri Junjung Buih. Putri ini dipercaya sebagai keturunan makhluk gaib dari dunia bawah air dan memiliki kekuatan spiritual yang tinggi. Setelah dinikahkan dengan Raja, Putri Junjung Buih menjadi ratu dan berhasil membawa kemakmuran serta keharmonisan antara rakyat dan alam. Ia dikenal sebagai nenek moyang para raja Banjar dan sangat dihormati dalam budaya Banjar hingga sekarang."
    },
    {
      "judul": "Datu Kalindih",
      "konten": "Datu Kalindih adalah seorang pemimpin bijaksana dari pedalaman Kalimantan Selatan. Ia dikenal karena kesaktiannya dan kemampuannya mengatur alam. Suatu ketika, terjadi banjir besar yang mengancam desa. Datu Kalindih menancapkan tongkatnya ke tanah dan berdoa kepada roh-roh leluhur. Air yang meluap pun surut perlahan-lahan, dan desa selamat. Ia dipercaya mampu berbicara dengan alam dan menjadi penghubung antara manusia dan dunia gaib. Sampai kini, Datu Kalindih dikenang sebagai pelindung alam dan masyarakat adat Banjar."
    },
    {
      "judul": "Raja Agung dan Naga Bajul Putih",
      "konten": "Pada masa silam, terdapat seekor naga bernama Bajul Putih yang menghuni sungai besar di Kalimantan Selatan. Naga ini sering muncul untuk menguji kebijaksanaan para pemimpin. Suatu ketika, Raja Agung dari Kerajaan Banjar dihadapkan pada keputusan sulit: memilih emas yang ditawarkan naga atau memilih keselamatan rakyatnya. Tanpa ragu, sang Raja memilih keselamatan rakyat. Naga Bajul Putih pun berubah menjadi seorang kakek tua dan memberi hadiah berupa sumber air bersih dan emas yang tak habis-habis sebagai balasan atas ketulusan hati sang Raja. Kisah ini menjadi simbol kebijaksanaan dan pengorbanan pemimpin sejati."
    }
  ]
}